const textData = [
    {
        data: [
            '尊重客户，对客户需求积极响应，随时随地维护公司形象',
            '认真倾听客户需求，以客户为先，努力解决客户问题，及时主动改进自身的服务水平',
            '微笑面对投诉、批评及委屈，即使不是自己的责任，也不推诿，积极解决',
            '始终站在客户的角度思考，不断提升自己的服务，充分利用并创造资源，达到客户和公司的共赢',
            '发掘客户的潜在需求，不断为客户提供超出期望的产品和服务'
        ],
        title: '成就客户',
        value: 0, // 绑定的评分
        content: '', // 评价
        isShowContent: false, // 是否必填评价
        isHasLower: false, // 是否评价下级
        selfScore: '', // 员工自评分数
        seflContent: '', // 员工自评内容
        valueId: '10000'
    },
    {
        data: [
            '实诚守信，表里如一，讲真话，做实事',
            '坦诚沟通，通过正确的渠道和流程反馈问题，表达批评意见的同时能够提出相应建议',
            '严守公司保密规定，不传播未经证实的消息，不背后非议他人和事，且能正面引导他人',
            '敢于承认自己的错误和不足，勇于承担责任并及时改正',
            '遇事不推诿，不退避，正确有效地制止损害公司利益的不诚信行为'
        ],
        title: '诚信',
        value: 0,
        content: '',
        isShowContent: false,
        isHasLower: false,
        selfScore: '',
        seflContent: '',
        valueId: '10001'
    },
    {
        data: [
            '工作中实事求是，不夸大，不缩小，不隐瞒，如实汇报自己的工作',
            '对自己高标准，严要求，保质保量地完成自己的任务，积极参与团队工作，如例会，教研，述职，活动等',
            '每周能够主动和客户接触，不断反思和复盘，总结有价值的经验，并且主动分享',
            '专注聚焦，努力上进，善于抓住业务重点，持续取得业绩的提升',
            '耐受力强，越挫越勇，将理想或困境转化为可实现目标，逐步实现'
        ],
        title: '务实',
        value: 0,
        content: '',
        isShowContent: false,
        isHasLower: false,
        selfScore: '',
        seflContent: '',
        valueId: '10002'
    },
    {
        data: [
            '清晰地表达自己的诉求，通过有效沟通，达到团队互相理解和支持',
            '决策前能够选择合理的沟通方式充分发表意见，决策后无条件支持执行',
            '善于利用团队力量解决问题，避免重复劳动，并且积极主动地分享经验',
            '合作中具备利他思维，能够快速响应伙伴合理需求，主动担当达成合作共赢',
            '有主人翁意识，不计较个人眼前和局部得失，全力以赴实现整体利益最大化'
        ],
        title: '协作',
        value: 0,
        content: '',
        isShowContent: false,
        isHasLower: false,
        selfScore: '',
        seflContent: '',
        valueId: '10003'
    },
    {
        data: [
            '开放坦诚，能够客观地评价自己',
            '能够自省、自知，善于自我批判',
            '发现学习优秀的标杆经验，迅速应用',
            '业务中主动进行微创新，持续改进业务，创造业绩',
            '创造新的方法、流程、模式等，实现业绩的突破性进展'
        ],
        title: '创新',
        value: 0,
        content: '',
        isShowContent: false,
        isHasLower: false,
        selfScore: '',
        seflContent: '',
        valueId: '10004'

    }
]
   

export default textData;